Tekla Open API Reference for Tekla Structures 2025
DisposableToken.None Field
 The default instance that does nothing.
 Namespace: Tekla.Structures.Model
 Assembly: Tekla.Structures.Model (in Tekla.Structures.Model.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public static readonly DisposableToken None
Public Shared ReadOnly None As DisposableToken
Field Value
Type: DisposableToken
See Also
Reference
DisposableToken Class
Tekla.Structures.Model Namespace